Repository: devno39/AppSeed
Catalog: AppSeed/Scenes/Login/Localizable/LoginLocalizable.xcstrings
Source language: en
Languages: tr

# agreement
source: By continuing you agree to the Terms of Service and Privacy Policy
tr: Devam ederek Kullanım Koşulları ve Gizlilik Politikası'nı kabul etmiş olursunuz

# agreement_privacy
source: Privacy Policy
tr: Gizlilik Politikası

# agreement_terms
source: Terms of Service
tr: Kullanım Koşulları

# apple_signin_error_account_disabled
source: This account has been disabled.
tr: Bu hesap devre dışı bırakıldı.

# apple_signin_error_cancelled
source: Sign in was cancelled.
tr: Giriş iptal edildi.

# apple_signin_error_configuration
source: Apple Sign In is not configured correctly.
tr: Apple ile Giriş doğru yapılandırılmamış.

# apple_signin_error_device_not_supported
source: This device does not support Apple Sign In.
tr: Bu cihaz Apple ile Giriş’i desteklemiyor.

# apple_signin_error_invalid_credential
source: Authentication failed. Please try again.
tr: Kimlik doğrulama başarısız. Lütfen tekrar deneyin.

# apple_signin_error_network
source: Please check your internet connection and try again.
tr: Lütfen internet bağlantınızı kontrol edip tekrar deneyin.

# apple_signin_error_title
source: Sign In Failed
tr: Giriş Başarısız

# apple_signin_error_unknown
source: Something went wrong. Please try again.
tr: Bir şeyler ters gitti. Lütfen tekrar deneyin.

# login_success
source: Signed in successfully
tr: Giriş başarılı

# subtitle
source: Sign in to get started
tr: Başlamak için giriş yap
